/* Initial login prompt for username and password */
"Login {0} with username and password" = "Login med brugernavn og password";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "Der blev ikke fundet nogen login certifikat i nøgleringen";
"The use of the Keychain is disabled in the Preferences" = "Brugen af nøgleringen er slået fra i Indstillingerne";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "Invalid passphrase";
"Private key password protected" = "Den private nøgle er password beskyttet";
"Enter the passphrase for the private key file" = "Indtast godkendelses sætningen for den private nøgle fil";

"Login canceled" = "Login afbrudt";
"Login failed" = "Login mislykkedes";
"Login successful" = "Login successfuldt";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "Vælg den private nøgle i PEM format";

/* Challenge-Respone authentication */
"Partial authentication success" = "Partial authentication success";
"Provide additional login credentials" = "Oplys yderligere login oplysninger";

/* Login prompt placeholders */
"Username" = "Brugernavn";
"Password" = "Adgangskode";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "Usikker {0} forbindelse";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} vil blive sendt som almindelig tekst.";
"Don't show again" = "Vis ikke igen";
"Continue" = "Fortsæt";
"Disconnect" = "Afbryd forbindelse";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "Denne server understøtter krypterede forbindelser. Vil du skifte til {0}?";
"Change" = "Skift";